hub-message =
    👋 <b>Привіт!</b>

    <b>Ваше місто</b>: { $city }

    🔹 Оберіть дію нижче ⬇️



start =
     👋🏻 Привіт!

     Щоб дізнатися прогноз погоди, введіть назву вашого міста


language-no-change = Обрана мова вже активна.
language-success = Мову успішно змінено!

save-city-success = ✅ Місто збережено успішно!
validation-city = ⚠️ Будь-ласка введіть валідне місто. Спробуйте знову.
saving-error = ❌ Помилка при збережені. Спробуйте ще раз.
error = Щось пішло не так. Спробуйте ще раз.

today = Сьогодні
tomorrow = Завтра
settings = Налаштування

weather =
    🌤️ <b>Погода в { $city } на { $day }</b>

    { $emoji } { $description }

    🌡️ <b>Температура</b>: { $temp }°C (відчувається як { $feels_like }°C)
    💧 <b>Вологість</b>: { $humidity }%
    💨 <b>Вітер</b>: { $wind_speed }

    <i>Гарного дня!</i> ☀️


weather-wind-speed-kmh = км/год

weather-wind-speed-unknown = відсутній

service-error = Помилка сервісу, зверніться до розробників
user-not-found = Вас не знайдено. Спробуйте перезапустити бота використовуючи команду /start.
api-fetch-error = Не вдалося отримати дані про погоду. Спробуйте пізніше
no-forecast-data = Прогноз погоди недоступний для обраного періоду
missing-message = Помилка обробки запиту.


back = ⬅️ Назад

select-language = Обрати мову


settings-hub = 
    ⚙️ <b>Налаштування</b>

    Тут можна змінити мову та інші параметри бота 👇


settings-language-hub = 
    🌐 <b>Налаштування мови</b>

    Обери мову, якою бот з тобою спілкуватиметься 👇
