hub-message =
    👋 <b>Привіт!</b>

    <b>Ваше місто</b>: { $city }

    🔹 Оберіть дію нижче ⬇️



start =
     👋🏻 Привіт!

     Щоб дізнатися прогноз погоди, введіть назву вашого міста


language-no-change = Обрана мова вже активна.
language-success = Мову успішно змінено!

save-city-success = ✅ Місто збережено успішно!
validation-city = ⚠️ Будь-ласка введіть валідне місто. Спробуйте знову.
saving-error = ❌ Помилка при збережені. Спробуйте ще раз.
error = Щось пішло не так. Спробуйте ще раз.

today = Сьогодні
tomorrow = Завтра
settings = Налаштування

weather =
    🌤️ <b>Погода в { $city } на { $day }</b>

    { $emoji } { $description }

    🌡️ <b>Температура</b>: { $temp }°C (відчувається як { $feels_like }°C)
    💧 <b>Вологість</b>: { $humidity }%
    💨 <b>Вітер</b>: { $wind_speed }

    <i>Гарного дня!</i> ☀️

back = ⬅️ Назад

select-language = Обрати мову
